Repository: attilamarosi/vignette
Catalog: YettelVignette/Media/Localizable.xcstrings
Source language: hu
Languages: en

# amount_to_be_paid
source: Fizetendő összeg
en: Amount to be paid

# common_cancel
source: Mégsem
en: Cancel

# common_next
source: Tovább
en: Next

# common_ok_long
source: Rendben
en: OK

source: E-matrica
en: E-Vignette

# error_main_title
source: Hiba történt!
en: An error occured!

# nation-wide-highway-vignettes
source: Országos matricák
en: Nation-wide highway vignettes

# payment_confirmation_title
source: Vásárlás megerősítése
en: Orders

# platenumber
source: Rendszám
en: Platenumber

# purchase_title
source: Vásárlás
en: Purchase

# purchase_vignette_title
source: Matrica vásárlás
en: Purchase Vignette

# radio_buton_not_selected
source: Kiválasztva
en: Selected

# radio_buton_selected
source: Nincs kiválasztva
en: Not selected

# usage_fee
source: Rendszerhasználati díj
en: Usage fee

# vignette-day
source: napi (1 napos)
en: 1 day

# vignette-month
source: havi
en: 1 month

# vignette-one-year
source: Éves vármegyei matricák
en: Vignettes - 1 year

# vignette-year
source: éves
en: 1 year

# vignette-year-nationwide
source: Éves vármegyei
en: Yearly Nation-wide
